Repository: maymoonah-bash/Lucid
Catalog: *.lproj/Localizable.strings
Languages: ar

source: Clear
ar: مسح

source: Tap to start typing
ar: انقر لبدء الكتابة

source: Lucid
ar: لوسيد

source: Voice Assistant
ar: مساعدك الصوتي

source: Lucid is your personal voice assistant that will help you communicate with others. Just type the words and Lucid will say them for you.
ar: لوسيد مساعدك الصوتي. يساعدك لوسيد على التواصل مع الآخرين، فقط اكتب ما تريد قوله وسنساعدك في إيصاله.

source: Enable
ar: تمكين

source: Spoken Content
ar: المحتوى المنطوق

source: Enable Spoken Content
ar: مكّن المحتوى المنطوق

source: Slide
ar: حرك

source: Two Fingers
ar: إصبعين

source: Slide down with two fingers from the top of the screen to hear the text.
ar: مرر إصبعين من أعلى الشاشة إلى نهايتها حتى تستطيع سماع النص المكتوب.
